Repository: paritytech/polkadot-ios-community
Catalog: polkadot-app/Localization/WeeklyGame.xcstrings
Source language: en
Languages: es_es

# chatName
source: Weekly Game
es_es: Juego semanal

# polkadotPrizesChatName
source: Polkadot Prizes
es_es: Premios Polkadot

# w3sWelcome1
source: Win cash prizes by playing a free, fun and quick game.
es_es: Gana premios en efectivo jugando un juego gratis, divertido y rápido.

# w3sWelcome2
source: During the Web3 Summit, you jump into a two minute game with five other people. The game is easy, copy gestures from other players and make your own.
es_es: Durante el Web3 Summit entras a un juego de dos minutos con otras cinco personas. Es muy fácil: copia los gestos de los demás jugadores y haz los tuyos.

# w3sWelcome3
source: Why gestures? Bots can’t copy them live. Playing proves you’re a real person.
es_es: ¿Por qué gestos? Los bots no pueden copiarlos en vivo. Jugar demuestra que eres una persona real.

# w3sWelcome4
source: How to play in two simple steps: 1. Copy the gesture
es_es: Cómo jugar en dos pasos simples: 1. Copia el gesto

# w3sWelcome5
source: 2. Tap other players who also copy the gesture
es_es: 2. Toca a los otros jugadores que también copian el gesto

# w3sWelcome6
source: Play once to get your Membership and your chance to win a cash prize! Just by playing you also get rewarded with exciting collectibles.
es_es: ¡Juega una vez para obtener tu Membresía y tu oportunidad de ganar un premio en efectivo! Con solo jugar también recibes coleccionables increíbles.

# welcome1
source: Win up to $2,600 a month by playing a free, fun and quick weekly game.
es_es: Gana hasta $2,600 al mes jugando un juego semanal gratis, divertido y rápido.

# welcome2
source: Once a week, you jump into a two minute game with five other people. Same time, everywhere in the world. The game is easy, copy gestures from other players and make your own.
es_es: Una vez a la semana entras a un juego de dos minutos con otras cinco personas. A la misma hora, en todo el mundo. Es muy fácil: copia los gestos de los demás jugadores y haz los tuyos.

# welcome3
source: Why gestures? Bots can’t copy them live. Playing proves you’re a real person.
es_es: ¿Por qué gestos? Los bots no pueden copiarlos en vivo. Jugar demuestra que eres una persona real.

# welcome4
source: How to play in two simple steps: 1. Copy the gesture
es_es: Cómo jugar en dos pasos simples: 1. Copia el gesto

# welcome5
source: 2. Tap other players who also copy the gesture
es_es: 2. Toca a los otros jugadores que también copian el gesto

# welcome6
source: Play weekly to become a Polkadot Member and get your chance to win two hundred dollars in cash or physical prizes like a fridge or TV, your choice! Once a month the weekly prize jumps to two thousand! There are small daily wins just for opening the app.
es_es: Juega cada semana para volverte Miembro de Polkadot y tener la oportunidad de ganar doscientos dólares en efectivo o premios físicos como un refrigerador o una tele, ¡tú eliges! Una vez al mes el premio semanal sube a dos mil. También hay premios pequeños diarios solo por abrir la app.

# welcome7
source: By joining each week you also get rewarded with exciting collectibles. Play every week to retain your Polkadot Membership and for your chance to win these amazing prizes.
es_es: Al participar cada semana también recibes coleccionables increíbles. Juega todas las semanas para conservar tu Membresía de Polkadot y tener la oportunidad de ganar estos premios.
